Repository: wp-plugins/next-of-kin
Catalog: nextofkin-*.po
Languages: he_il

source: Next Of Kin
he_il: שאר בשר

source: Next Of Kin Options
he_il: אפשרויות שאר בשר

source: Options updated succesfully.
he_il: אפשרויות עודכנו בהצלחה.

source: Plugin activated - Now go and edit your messages and options below!
he_il: התוסף הופעל - עכשיו יש לעדכן את ההודעות והאפשרויות המופיעות למטה!

source: Enable Next Of Kin plugin functionality
he_il: הפעלת תוסף שאר בשר

source: This email is automatically sent to you because you did not login at your blog for two weeks. If you will not login within the next week, the system will assume the worst and will take further actions to send your preset details to the person(s) you chose to have those sent to.
he_il: הודעת דואר אלקטרוני זו נשלחה אליך מפני שלא התחברת לבלוג שלך במשך שבועיים. אם לא יירשם חיבור נוסף שלך למערכת במשך השבוע הקרוב, המערכת תניח שהגרוע מכל קרה, ותנקוט באמצעים נוספים לקראת שליחת הפרטים שנקבעו מראש אל הכתובות שהזנת.

source: The text here will be sent to you in case you have not logged in to the system after receiving the first email. On the same time the following email will be sent to whoever you chose to receive your personal details.
he_il: הטקסט הזה יישלח אליך במקרה שלא יירשם חיבור למערכת לאחר קבלת ההודעה הראשונה. באותו זמן הודעת הדואר הבאה אחרי זו תישלח לכתובות הדואר האלקטרוני ששלחת.

source: The text here will be sent to your chosen person(s) once you do not log in to the system after receiving the first notice. Write it carefully - you sadly might not be alive at this point.
he_il: הטקסט כאן יישלח לכתובות הדואר האלקטרוני שבחרת מראש, במקרה שלא הגבת לאחר קבלת ההתראה הראשונה. יש לכתוב אותו ברגישות - ייתכן כי אינך בין החיים כשהודעה זו מתקבלת.

source: This is the final text that will be sent to your chosen person(s) after you do not log in to the system for a month (by default). Here you should write passwords and logins to your blog, domain management panel, web management panel, secret bank account numbers, and whatever information you feel should be left after you have gone. Again, write this carefully! By this point, it is assumed you are deceased for several weeks.
he_il: זהו הטקסט האחרון שיישלח לכתובות שבחרת מראש לאחר חודש של אי חיבור למערכת (כברירת מחדל). כאן כדאי לכתוב סיסמאות ושמות משתמש לבלוג, למערכת הניהול של האתר והדומיין, מספרים של חשבונות בנק סודיים, וכל מידע שבדעתך להעביר למי שיישאר אחריך. שוב, יש לכתוב את הטקסט הזה ברגישות! בנקודה זו, סביר להניח שאינך בין החיים זה מספר שבועות.

source: This is the email subject
he_il: זה הנושא של הודעת הדואר

source: (seperate multiple addresses with commas)
he_il: (ניתן להפריד כתובות מרובות באמצעות פסיק)

source: Your Email(s):
he_il: כתוב(ו)ת האי מייל שלך:

source: Email(s) to receive your electronic will:
he_il: כתוב(ו)ת אימייל שיקבלו את הצוואה האלקטרונית שלך:

source: Your name: (will appear as sender)
he_il: שמך: (יופיע כשולח ההודעה)

source: Interval 1: (time between last login into the system and first warning mail)
he_il: פרק זמן 1: (זמן בין חיבור אחרון למערכת לבין ההתראה הראשונה)

source: Weeks
he_il: שבועות

source: Interval 2: (time between first warning mail to seconds warning mail)
he_il: פרק זמן 2: (זמן בין ההתראה הראשונה לבין ההתראה השנייה)

source: Interval 3: (time between the second warning mail to the moment the system assumes you are no longer alive or functioning
he_il: פרק זמן 3: (זמן בין ההתראה השנייה לבין הזמן שבו המערכת מניחה שנפטרת)

source: Update Options
he_il: עדכן אפשרויות

source: Write your informative emails here <small>(blank emails will not be sent)</small>
he_il: כאן יש לכתוב את הודעות הדואר האלקטרוני <small>(הודעות ריקות לא תישלחנה)</small>

source: Message 1: <small>(will be sent to you after %s weeks of inactivity)</small>
he_il: הודעה 1: <small>(תישלח אליך לאחר %s שבועות של חוסר פעילות)</small>

source: Message 2: <small>(will be sent to you after %s more weeks of inactivity)</small>
he_il: הודעה 2: <small>(תישלח אליך לאחר %s שבועות נוספים של חוסר פעילות)</small>

source: Message 3: <small>(will be sent to the email address(es) you chose to receive your details, at the same time as message 2)</small>
he_il: הודעה 3: <small>(תישלח לכתובות שציינת, באותו זמן יחד עם הודעה 2)</small>

source: Message 4: <small>(will be sent to your chosen email address(es) after %s more weeks of inactivity)</small>
he_il: הודעה 4: <small>(תישלח לכתובות שציינת לאחר %s שבועות נוספים של חוסר פעילות)</small>

source: Update Messages
he_il: עדכן הודעות
